/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "order": [
    "division-sensors-hero",
    "division-sensors-about"
  ],
  "sections": {
    "division-sensors-hero": {
      "type": "hero-internal",
      "settings": {
        "heading": "Precision-Engineered Hydraulic, Pneumatic, and Fluid Control Solutions for Demanding Applications",
        "heading_size": "h1",
        "content": "<p>Paquin Distribution, a division of The Paquin Company, offers high-performance hydraulic, pneumatic, and fluid control solutions for safe and reliable operation in critical applications like aerospace, heavy duty construction, agriculture, automotive, and energy.</p>",
        "link_text": "Contact our team",
        "link_url": "shopify://pages/contact",
        "image": "shopify://shop_images/67c1ec368ec7d70b08485e32_hydraulic.webp",
        "show_jump_links": false
      }
    },
    "division-sensors-about": {
      "type": "content-offset",
      "settings": {
        "heading_small": "Paquin Distribution",
        "heading_large": "Powering Industry with Precision",
        "heading_size": "h1",
        "subheading": "Our Capabilities",
        "content": "<p>At Paquin Distribution, we’re more than just a supplier—we’re your partner in keeping hydraulic, pneumatic, and fluid control systems running at peak performance. With decades of experience under our belt, we’ve built strong relationships with top manufacturers to bring you precision-engineered components that boost efficiency, reliability, and durability.<br/><br/>Our inventory is stocked with directional control valves, hydraulic accumulators, industrial filtration systems, and custom pneumatic solutions, all carefully selected to tackle the real-world challenges of industries like construction, manufacturing, energy, and more. Whether you’re fine-tuning a complex system or tackling a major overhaul, we have the expertise and high-performance products to help you get the job done right.</p><p>As a sales representative and stocking distributor, we pride ourselves on our customer-first approach, ensuring fast delivery, quality technical support, and cost-effective solutions. Our partnerships with industry leaders like Danfoss Power Solutions, Barksdale, ITT Standard/Xylem, Hedland, Northman, and Turck allow us to provide innovative, cutting-edge technology tailored to your specific requirements.</p><p>Explore our complete range of fluid control solutions on our <a href=\"/collections/all\" title=\"All products\">shop page</a> and discover how Paquin Distribution can drive the success of your operations. <a href=\"/pages/contact\" title=\"Contact\">Contact us</a> today to discuss your hydraulic and pneumatic system needs.</p>",
        "image": "shopify://shop_images/67c1ec34e6b4427f928b88fa_pneumatic.webp",
        "theme": "base"
      }
    }
  }
}
