/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "order": [
    "division-sensors-hero",
    "division-sensors-about"
  ],
  "sections": {
    "division-sensors-hero": {
      "type": "hero-internal",
      "settings": {
        "heading": "Precision & Efficiency in Industrial, Commercial & Residential Applications",
        "heading_size": "h1",
        "content": "<p>Paquin's sensor-based product portfolio offers innovative solutions beyond the conventional.<\/p>",
        "link_text": "Explore Paquin Sensors",
        "link_url": "#paquin-sensors",
        "image": "shopify:\/\/shop_images\/asset__parts--sensors.jpg",
        "show_jump_links": true
      }
    },
    "division-sensors-about": {
      "type": "content-offset",
      "settings": {
        "heading_small": "Paquin Sensors",
        "heading_large": "Pioneering Sensor Technology for Every Industry",
        "heading_size": "h1",
        "subheading": "Our Capabilities",
        "content": "<p>Paquin Sensors is dedicated to advancing sensor-based technology for a wide range of industrial, commercial and residential applications. Our mission is to enhance the accuracy, efficiency, and reliability of our clients' operations through cutting-edge sensor solutions.<\/p><p>Our sensor portfolio is designed to deliver precise measurements and data across various industries, from food and pharmaceuticals to heavy equipment and harsh environment processes. Each sensor is engineered to meet the highest standards of performance and durability, ensuring optimal functionality even in the most demanding conditions.<\/p><ul><li><strong>In-House Production:<\/strong> Our sensors are produced in our state-of-the-art facility in South Carolina, with multi-product package completion in Ohio.<\/li><li><strong>Advanced Technology:<\/strong> We integrate the latest sensor technologies into our products, offering advanced solutions that improve control and automation.<\/li><li><strong>Custom Solutions:<\/strong> Our team of skilled engineers and sales staff is dedicated to meeting your unique requirements. We encourage you to present your product design wish lists and challenge us to createyour solution.<\/li><\/ul>",
        "image": "shopify:\/\/shop_images\/asset__sensors--about.jpg",
        "theme": "base"
      }
    }
  }
}
